Repository: bumblebee831/poleworkx
Catalog: src/poleworkx.shopcontent/poleworkx/shopcontent/locales/*/LC_MESSAGES/poleworkx.shopcontent.po
Languages: de

source: A folderish product category type
de: Ordner für eine Produktkategorie

source: A sfolderish shop type
de: Shop Ordner

source: A simple product type
de: Produkt Objekt

source: Add sales or special offer price. This will override the actual price which will display lined-through
de: Tragen Sie hier einen optionalen Angebotspreis ein. Bei einem vorhandenen Angebotspreis wird der Produktpreis durchgestrichen angezeigt und stattdessen der Angebotspreis verwendet

source: Amount
de: Anzahl

source: Article ID
de: Artikelnummer

source: Category Image
de: Vorschaubild Kategorie

source: Enter additional shipping costs.
de: Bitte geben Sie hier zusätzlich anfallende Versnadkosten ein.

source: Enter an optional welcome text for this shop
de: Geben Sie hier einen optionalen EInführungstext für den Shop ein.

source: Enter optional headline for the shop landing page
de: Geben Sie eine optionale Überschrift für die Shopansicht ein

source: Enter weight information to warn for potential higher shipping costs.
de: Geben Sie hier zusätzliche Informationen zum Gewicht des Produktes an, um auf auf eventuell dadurch bedingte erhöhte Lieferkosten hinzuweisen

source: Featured Products
de: Hervorgehobene Produkte

source: Headline
de: Überschrift

source: Include optional marketing- or infotext describing the sales price, e.g. valid through date
de: Geben Sie einen optionalen Marketing- oder Informationstext ein, der z.B. auf Specials oder Angebote hinweist.

source: Item could not be added to the shopping cart. Please try again. If the error should persist, please contact the shop owner
de: Der Artikel konnte nicht in den Warenkob gelegt werden. Bitte versuchen Sie den Vorgang erneut. Sollte der Fehler bestehen bleiben, wenden Sie sich bitte an den Shopbetreiber.

source: Item has been added to the shopping cart
de: Der Artikel wurde in den Warenkorb gelegt

source: Main Product Image
de: Produktabbildung

source: Main Text
de: Haupttext

source: Optional selection for featured products These items will be presented above the product listing
de: Erstellen Sie eine optionale Auflistung von hervorgehobenen Produkten, wie z.B. saisonale oder spezielle Angebote. Diese Liste wird oberhalb der Standardauflistung der verfügbaren Produkte angezeigt.

source: Packaging
de: Verpackung

source: Please enter a unique article id / product code that will be passed to the payment processor
de: Bitte tragen Sie eine eindeutige Artikel- oder Produktnummer ein, die bei der Bestellabwicklung verwendet wird, um den Artikel eindeutig zu identifizieren.

source: Price
de: Artikelpreis

source: Product
de: Artikel

source: Product Details
de: Produkt Details

source: Product Information
de: Artikelinformationen

source: ProductCategory
de: Produktkategorie

source: Sales Price
de: Angebotspreis

source: Shipping price
de: Versandkosten

source: ShopFolder
de: Shop

source: Show products
de: Artikel anzeigen

source: Special Offer Details
de: Details zum Sonderangebot/Special

source: Specify packaging details, e.g. sizes
de: Informationen zur Verpackung, wie z.B. Packetgrösse

source: Upload image usable in the preview of the category
de: Laden Sie hier ein Vorschaubild für diese Produktkategorie hoch.

source: Upload main produt image to be displayed in product listings and search result
de: Leden Sie hier ein Vorschaubild für diesen Artikel hoch, das in Artikelauflistungen gezeigt wird. Über das Uplaod Tool können Sie später weitere Abbildungen zu diesem Artikel hinzufügen.

source: Weight
de: Gewicht
